<template lang="pug">
  div.container
    h1 プライバシーポリシー
    p 派遣会議製作委員会（以下「当方」といいます。）は、当方が提供する「派遣会議」（以下「本サービス」といいます。）において、本サービスご利用ユーザーに関する情報（以下「ユーザー情報」といいます。）を以下のとおり取り扱います。

    h2 第１条【総則】
    ol
      li 当方は、ユーザー情報の保護実現のため、個人情報保護法その他関連する法令等を遵守いたします。
      li 本サービスのプライバシーポリシー（以下「本ポリシー」といいます。）は、本サービス（本サービスに付随して当方が提供するサービスを含みます。）に適用されます。また、当方が、当方の運営するウェブサイト上に掲載するプライバシーポリシーその他の個人情報保護方針又は「派遣会議」に関する利用規約等においてユーザー情報の取扱いについて規定する場合、当該規定も適用されるものとし、当該規定等が本ポリシーと抵触する場合には、本ポリシーが優先されるものとします。
      li 本サービスに関連する当方以外の者が提供するサービス（以下「外部サービス」といいます。）については、本ポリシーの規定は適用されません。これらのサービスにおけるユーザー情報の取扱いについては、当該サービスを提供する事業者が別途定めるプライバシーポリシー等をご参照ください。

    h2 第２条【取得する情報】
    ol
      li 当方は、本サービスにおいて、以下に定める通り、個人情報（個人情報保護法第2条第1項により定義された「個人情報」をいい、以下同様とします。）を含むユーザー情報を取得します。
      ol
        li ユーザーにご提供いただく情報
        ol
          li メールアドレス
            br
            | アカウント登録、ご本人確認、不正利用の防止のため、これらの情報をユーザーにご登録いただきます。
          li 氏名、所属先その他当方が指定する情報
            br
            | ユーザー間の連絡その他情報の提供のため、これらの情報をユーザーにご登録いただきます。
      ol
        li 本サービスのご利用時に当方が収集する情報
        ol
          li 端末情報
            br
            | 当方は、本サービスの実施上必要なシステムの運用、本サービスの維持及び改善、又は不正行為防止のため、ユーザーが使用する端末固有の情報（端末固有のID等の個体識別情報等）を収集することがあります。
          li ログ情報及び行動履歴情報
            br
            | 当方は、本サービスの維持及び改善、又は不正行為防止のため、本サービス上におけるユーザーの利用状況に関する情報、アクセスログ情報及び行動履歴情報を収集することがあります。
          li localStorage及び匿名ID
            br
            | 本サービスにおいて、「localStorage（ローカルストレージ）」と呼ばれる技術及びこれに類する技術を使用する場合があります。localStorageとは、ウェブサーバがユーザーのコンピュータを識別する業界標準の技術です。localStorageは、ユーザーのコンピュータを識別することはできますが、ユーザー個人を識別することはできません。
      li 当方は、Twitter、Google、Facebook等の外部サービス（以下「外部サービス」といいます）との連携による本サービスの利用につき、上記情報に加えて、ユーザーから以下の情報を取得する場合があります。
      ol
        li 外部サービスのユーザーID
        li 氏名、性別
        li 外部サービスに登録しているメールアドレス
        li その他外部サービスで使用しているニックネーム、プロフィール画像、ユーザーの外部サービス上の会員情報（友達情報等）
      li 当方は、ユーザー情報の取得にあたっては、偽りその他不正の手段によらず、適正に取得します。また、当方は、ユーザーが本サービスを利用することによる取得以外の方法でユーザー情報を取得する場合には、その利用目的を事前に通知又は公表します。

    h2 第３条【利用目的】
    ol
      li 当方は、本サービスに基づき取得したユーザー情報を、下記の目的の範囲内で適正に取り扱います。ユーザーご本人の同意なく利用目的の範囲を超えて利用することはありません。
      table
        tbody
          tr
            th 利用目的
            th 利用目的詳細
            th 利用する情報
          tr
            td 本サービスの提供・維持・改善
            td
              ul
                li 本サービスにおけるご本人確認及び不正利用の防止のため
                li 本サービスの円滑な提供、維持及び改善のため
            td
              ul
                li メールアドレス
                li 氏名、その他サービス提供に際して必要となる情報等
                li ログ情報及び行動履歴情報
                li その他外部サービスで使用しているニックネーム、プロフィール画像、ユーザーの外部サービス上の会員情報（友達情報等）
          tr
            td ユーザーへの通知・対応等
            td
              ul
                li 本サービスに関するご案内、お問い合わせ等への対応のため
                li 本サービスに関連する新たなサービスの通知又は提供のため
                li 本サービスの利用規約又は本ポリシーの変更、本サービスの停止・中止・契約解除その他本サービスに関する重要なお知らせ等の通知のため
            td
              ul
                li メールアドレス
                li 氏名、所属先その他サービス提供に際して必要となる情報等
          tr
            td 第三者提供
            td 右に記載の情報の提供を受けた第三者は、当該情報を以下の目的のために利用します。
              ul
                li アドネットワークやDSP事業者等の広告プラットフォームと連携した広告配信の最適化のための解析その他提携サービスの提供のため
                li ユーザーのニーズや興味、関心に合った広告情報等を表示するため
                li 広告効果の分析のため
                li 市場分析、マーケティングのため
            td
              ul
                li 氏名、所属先その他サービス提供に際して必要となる情報等
                li localStorage
                li 端末情報
                li ログ情報及び行動履歴情報
      li 当方は、前項の利用目的を、変更前の利用目的と相当の関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合には、当方が別途定める方法により、ユーザーに通知又は公表します。

    h2 第４条【個人情報の保護】
    p 当方は、個人情報を取り扱うにあたり管理責任者を置き、個人情報への不正アクセス、個人情報の紛失、改ざん、漏洩等が発生することのない体制の構築に尽力し、個人情報の適切な管理に努めます。

    h2 第５条【第三者提供】
    ol
      li 当方は、ユーザー情報のうち、個人情報については、以下の場合を除き、第三者に提供することはありません。
      ol
        li ユーザーの同意を得た場合
        li 法令に基づく場合
        li 本サービス利用上、ユーザーが他人の利益を害しもしくは公序良俗に反する行為その他本サービスの利用規約に違反する行為を行い又はこれを行おうとするときに、当該行為に対して必要な措置をとる場合
        li 人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
        li 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
        li 国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
        li 合併、会社分割、事業譲渡その他の事由によりユーザーの個人情報を含む事業の承継がなされる場合
      li 当方は、提携サービス提供のため、当方サービスと提携するサービス（以下「提携サービス」といいます。）を提供する事業者（以下「提携パートナー」といいます。）に対し、予めユーザーの同意を得たうえで、ユーザー情報を提供することができるものとします。

    h2 第６条【個人情報の取扱いの委託】
    p 当方は、ユーザーから取得した個人情報の全部又は一部の取扱いを第三者に委託（個人情報を含むデータの管理を委託する場合などを指します。）することがあります。この場合、当方は、当該委託先との間で本ポリシーに準じる内容の秘密保持契約等をあらかじめ締結するとともに、当該委託先において情報の適切な安全管理が図られるよう、必要かつ適切な監督を行います。

    h2 第７条【情報収集モジュール】
    p 本サービスには、利用状況及び本サービスを含むサービス等の情報を解析するため、情報収集モジュールが組み込まれています。これに伴い、当方は、情報収集モジュールの提供者へのユーザー情報の提供を行います。これらの情報収集モジュールは、localStorage等を利用し、個人を特定する情報を含むことなくユーザー情報を収集し、収集された情報は、情報収集モジュールの提供者のプライバシーポリシーその他の規定に基づき管理されます。

    h2 第８条【安全管理体制】
    ol
      li 当方は、ユーザー情報の漏洩、滅失又は毀損の防止その他のユーザー情報の保護のため、個人情報ファイルへのアクセス制限の実施、アクセスログの記録、また外部からの不正アクセス防止のためのセキュリティソフトの導入等、ユーザー情報の安全管理のために必要かつ適切な措置を講じています。

    h2 第９条【ユーザー情報の開示・訂正等】
    ol
      li ユーザーから提供された個人情報に関する開示、訂正、追加、削除又は利用停止等については、当方が別途定める個人情報の開示等申請に関するご案内をご参照ください。ただし、情報の性質により、これらの手続を行うことができない場合があります。
      li 前項に基づく申出があった場合において、本人確認がなされたときは、当方は、合理的な範囲で個人情報の開示等をします。ただし、個人情報保護法その他の法令により、当方が開示等の義務を負わない場合はこの限りではありません。
    
    h2 第１０条【本ポリシーの変更】
    ol
      li 当方は、ユーザー情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、随時本ポリシーを変更することがあります。
      li 変更後の本ポリシーについては、本サービス上又は当方の運営するウェブサイトでの掲示その他分かりやすい方法により告知します。ただし、法令上ユーザーの同意が必要となるような内容の変更を行うときは、別途当方が定める方法により、ユーザーの同意を取得します。
    
    h2 第１１条【本サービスの提供先及びデータ処理の対象】
    ol
      li 本サービスは、日本国所在者を対象として提供されるものとします。
      li ユーザーによる本サービスの利用を通じて当方が取得した情報は、データ主体が日本国所在者であることを前提としており、日本国所在者を対象として分析・予測・判断・決定等の処理がなされるものです。
    
    h2 第１２条【お問い合わせ】
    p 当方のユーザー情報の取扱いに関するご意見、ご質問、苦情のお申出その他ユーザー情報の取扱いに関するお問い合わせは、下記窓口までご連絡ください。
    p 派遣会議製作委員会
      br
      | Email:
      a(href="mailto:hello@hakentalk.com" target="_blank") hello＠hakentalk.com
    p 制定日: 2019年11月11日
      br
      | 改訂日: 2019年11月20日
</template>

<script>
import Meta from '~/assets/mixins/meta'

export default {
  mixins: [Meta],
  fetch ({store}) {
      store.commit('resetModal')
      store.commit('resetModalProfile')
  },
  data() {
    return {
      meta: {
        title: 'プライバシーポリシー',
        description: '派遣会議のプライバシーポリシーをご説明します。',
        type: 'article',
        url: 'https://hakentalk.com/privacy'
      }
    }
  },
}
</script>

<style lang="scss" scoped>
h1 {
  margin-bottom: 1rem;
}

h2 {
  font-size: 1.25rem;
  margin: 2rem 0 .5rem;
}

h3 {
  margin: 1rem 0 .5rem;
}

p {
  margin-bottom: 1rem;
}

ol {
  padding-left: 1rem;
  &>ol {
    padding-left: 1rem;
  }
}

a {
  text-decoration: underline;
  &:hover {
    text-decoration: none;
  }
}

table {
  border-collapse: collapse;
  margin: 1rem 0;
  th {
    width: 30%;
    &:first-child {
      width: 20%;
    }
  }
  th,
  td {
    background-color: #fff;
    border: 1px solid;
    padding: .5rem;
    vertical-align: top;
  }
  ul {
    list-style-type: disc;
    padding-left: 1rem;
  }
}
</style>

